---
kind: property
id: P:Autodesk.Revit.DB.Parameter.IsShared
zh: 参数、共享参数
source: html/c1da6ced-7423-46a7-1c53-07c376987d17.htm
---
# Autodesk.Revit.DB.Parameter.IsShared Property

**中文**: 参数、共享参数

Identifies if the parameter is a shared parameter.

## Syntax (C#)
```csharp
public bool IsShared { get; }
```